data_analysis/benchmark_lrdt/ycsb/20240519_153312/cluster-default/workload_100_0_mongo/480/10000/1/transactions_2.dat
/usr/bin/java  -classpath /home/ccamilleri-prest/YCSB/conf:/home/ccamilleri-prest/YCSB/core/target/core-0.18.0-SNAPSHOT.jar:/home/ccamilleri-prest/YCSB/core/target/dependency/HdrHistogram-2.1.4.jar:/home/ccamilleri-prest/YCSB/core/target/dependency/htrace-core4-4.1.0-incubating.jar:/home/ccamilleri-prest/YCSB/core/target/dependency/jackson-core-asl-1.9.4.jar:/home/ccamilleri-prest/YCSB/core/target/dependency/jackson-mapper-asl-1.9.4.jar:/home/ccamilleri-prest/YCSB/mongodb/target/mongodb-binding-0.18.0-SNAPSHOT.jar:/home/ccamilleri-prest/YCSB/mongodb/target/dependency/logback-classic-1.1.2.jar:/home/ccamilleri-prest/YCSB/mongodb/target/dependency/logback-core-1.1.2.jar:/home/ccamilleri-prest/YCSB/mongodb/target/dependency/mongo-java-driver-3.11.0.jar:/home/ccamilleri-prest/YCSB/mongodb/target/dependency/mongodb-async-driver-2.0.1.jar:/home/ccamilleri-prest/YCSB/mongodb/target/dependency/slf4j-api-1.7.25.jar:/home/ccamilleri-prest/YCSB/mongodb/target/dependency/snappy-java-1.1.7.1.jar site.ycsb.Client -t -db site.ycsb.db.MongoDbClient -P workloads/lrdt/workload_100_0 -p mongodb.url=mongodb+srv://app:Mu8PfKAF9g7mr9yE6wnT@cluster-cms-pot-01-pl-0.mubeh.mongodb.net/u_cmsdb?retryWrites=true&w=majority -threads 60 -p operationcount=10000000 -p fieldlength=100 -p fieldlengthdistribution=constant -p measurementtype=timeseries -p timeseries.granularity=100 -p readrecordcount=10000 -p updaterecordcount=10000
mongo client connection created with mongodb+srv://app:Mu8PfKAF9g7mr9yE6wnT@cluster-cms-pot-01-pl-0.mubeh.mongodb.net/u_cmsdb?retryWrites=true&w=majority
[OVERALL], RunTime(ms), 60047
[OVERALL], Throughput(ops/sec), 6005.828767465486
[TOTAL_GCS_G1_Young_Generation], Count, 12
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 121
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.2015088180924942
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 12
[TOTAL_GC_TIME], Time(ms), 121
[TOTAL_GC_TIME_%], Time(%), 0.2015088180924942
[READ], Operations, 360630
[READ], AverageLatency(us), 9903.574619416022
[READ], MinLatency(us), 189
[READ], MaxLatency(us), 1456136
[READ], Return=OK, 360632
[READ], 0, 479423.0
[READ], 100, 604036.6666666666
[READ], 200, 179258.8
[READ], 300, 298089.28
[READ], 400, 116195.2
[READ], 500, 292163.45454545453
[READ], 600, 291684.14782608696
[READ], 700, 12591.008658008657
[READ], 800, 6752.451908396946
[READ], 900, 5682.823061630219
[READ], 1000, 10301.97880539499
[READ], 1100, 62411.0
[READ], 1200, 12251.875451263539
[READ], 1300, 9143.636597938144
[READ], 1400, 6645.41009174312
[READ], 1500, 13568.387640449439
[READ], 1600, 25507.178770949722
[READ], 1700, 16456.865019011406
[READ], 1800, 10570.8431085044
[READ], 1900, 10352.65544871795
[READ], 2000, 9889.823627287853
[READ], 2100, 9547.205501618122
[READ], 2200, 10376.790697674418
[READ], 2300, 6656.614767255217
[READ], 2400, 12625.189440993789
[READ], 2500, 9618.376666666667
[READ], 2600, 9967.385123966942
[READ], 2700, 9681.6671875
[READ], 2800, 9112.849462365592
[READ], 2900, 10587.174295774648
[READ], 3000, 9959.68782161235
[READ], 3100, 9811.20607028754
[READ], 3200, 10055.902960526315
[READ], 3300, 9849.80655737705
[READ], 3400, 9750.07928802589
[READ], 3500, 8661.572347266881
[READ], 3600, 10279.897959183674
[READ], 3700, 10974.563636363637
[READ], 3800, 6375.465846994535
[READ], 3900, 12814.122349102774
[READ], 4000, 9115.157142857142
[READ], 4100, 10298.307958477508
[READ], 4200, 8423.571197411004
[READ], 4300, 10446.931547619048
[READ], 4400, 9578.073667711598
[READ], 4500, 9750.61716171617
[READ], 4600, 9905.708260105448
[READ], 4700, 9485.398230088496
[READ], 4800, 9606.680134680135
[READ], 4900, 9442.900775193799
[READ], 5000, 9512.996951219513
[READ], 5100, 10250.960344827587
[READ], 5200, 9802.388524590164
[READ], 5300, 9595.030546623795
[READ], 5400, 10124.005059021922
[READ], 5500, 6073.350436681223
[READ], 5600, 12164.354406130267
[READ], 5700, 7965.771312584574
[READ], 5800, 10169.008143322475
[READ], 5900, 6122.9655831739965
[READ], 6000, 6811.739700374532
[READ], 6100, 18105.73246329527
[READ], 6200, 9844.681967213115
[READ], 6300, 9705.025931928687
[READ], 6400, 8685.376666666667
[READ], 6500, 10452.815668202766
[READ], 6600, 10052.093178036606
[READ], 6700, 9721.196046128502
[READ], 6800, 9850.114886731391
[READ], 6900, 8422.526058631922
[READ], 7000, 10638.335433070866
[READ], 7100, 10081.098662207358
[READ], 7200, 8351.655589123868
[READ], 7300, 8486.051457975986
[READ], 7400, 11870.468253968254
[READ], 7500, 9856.023255813954
[READ], 7600, 10136.247078464106
[READ], 7700, 9891.47145187602
[READ], 7800, 9942.49916527546
[READ], 7900, 9538.756622516556
[READ], 8000, 3728.93864013267
[READ], 8100, 8518.27843803056
[READ], 8200, 18926.68793103448
[READ], 8300, 9532.194029850747
[READ], 8400, 9076.556067588326
[READ], 8500, 4946.35071942446
[READ], 8600, 11881.33922829582
[READ], 8700, 5471.4473684210525
[READ], 8800, 14695.488408037094
[READ], 8900, 9358.053516819571
[READ], 9000, 10063.279674796748
[READ], 9100, 9855.053333333333
[READ], 9200, 8901.334928229666
[READ], 9300, 9879.094991364422
[READ], 9400, 9428.589707927676
[READ], 9500, 9493.09223300971
[READ], 9600, 9679.935635792779
[READ], 9700, 9532.447322970638
[READ], 9800, 8359.456325301206
[READ], 9900, 11057.147840531561
[READ], 10000, 10103.257425742575
[READ], 10100, 9769.166666666666
[READ], 10200, 9662.959677419354
[READ], 10300, 9970.131447587355
[READ], 10400, 8708.171014492753
[READ], 10500, 10017.636515912898
[READ], 10600, 9599.2896
[READ], 10700, 9785.90081300813
[READ], 10800, 9234.952218430035
[READ], 10900, 9814.882142857143
[READ], 11000, 11446.585365853658
[READ], 11100, 9586.779527559054
[READ], 11200, 9338.714738510302
[READ], 11300, 9197.397174254316
[READ], 11400, 10143.72006472492
[READ], 11500, 8987.172881355933
[READ], 11600, 10120.285714285714
[READ], 11700, 9662.923824959482
[READ], 11800, 9535.810289389068
[READ], 11900, 9651.006289308176
[READ], 12000, 9494.065040650406
[READ], 12100, 7089.451851851852
[READ], 12200, 8696.513888888889
[READ], 12300, 6995.4821731748725
[READ], 12400, 11088.828150572832
[READ], 12500, 15621.285953177257
[READ], 12600, 9841.036303630362
[READ], 12700, 9547.39874411303
[READ], 12800, 9700.521381578947
[READ], 12900, 9628.033070866142
[READ], 13000, 10040.596638655463
[READ], 13100, 9660.223642172525
[READ], 13200, 8975.765886287625
[READ], 13300, 9422.053225806452
[READ], 13400, 9175.928229665073
[READ], 13500, 8528.346097201767
[READ], 13600, 11367.897151898735
[READ], 13700, 9215.525821596244
[READ], 13800, 9581.684952978056
[READ], 13900, 9334.822259136212
[READ], 14000, 8963.473594548552
[READ], 14100, 9616.123489932887
[READ], 14200, 9589.934959349594
[READ], 14300, 9832.981355932203
[READ], 14400, 8933.956810631229
[READ], 14500, 7123.871449925262
[READ], 14600, 13129.197693574959
[READ], 14700, 10060.208609271524
[READ], 14800, 9608.921568627451
[READ], 14900, 9690.53290529695
[READ], 15000, 9473.891135303265
[READ], 15100, 8550.16693163752
[READ], 15200, 10789.64006514658
[READ], 15300, 9709.963375796178
[READ], 15400, 9244.772435897436
[READ], 15500, 8939.03735632184
[READ], 15600, 9655.705501618122
[READ], 15700, 8658.395547945205
[READ], 15800, 9736.619181946404
[READ], 15900, 9813.177524429968
[READ], 16000, 9471.719047619048
[READ], 16100, 9475.836220472442
[READ], 16200, 9161.784
[READ], 16300, 10165.649837133551
[READ], 16400, 9783.93634840871
[READ], 16500, 9193.576980568012
[READ], 16600, 9810.124183006536
[READ], 16700, 9366.566563467492
[READ], 16800, 9988.634228187919
[READ], 16900, 9945.260067114094
[READ], 17000, 9742.09090909091
[READ], 17100, 9638.032414910858
[READ], 17200, 9678.74358974359
[READ], 17300, 9547.46632996633
[READ], 17400, 9595.319696969696
[READ], 17500, 9049.762360446572
[READ], 17600, 8529.64142194745
[READ], 17700, 10184.6071964018
[READ], 17800, 9616.604377104377
[READ], 17900, 8275.233870967742
[READ], 18000, 10386.608695652174
[READ], 18100, 9559.262214983713
[READ], 18200, 9814.780366056573
[READ], 18300, 9817.522033898305
[READ], 18400, 10368.572847682119
[READ], 18500, 9905.35806451613
[READ], 18600, 9610.92730210016
[READ], 18700, 9407.767885532592
[READ], 18800, 7417.571879936809
[READ], 18900, 12216.052631578947
[READ], 19000, 9431.794788273615
[READ], 19100, 10226.797697368422
[READ], 19200, 9705.50487012987
[READ], 19300, 9648.2176
[READ], 19400, 9606.656957928803
[READ], 19500, 9508.003189792664
[READ], 19600, 9701.286871961101
[READ], 19700, 10005.833037300177
[READ], 19800, 9916.57328990228
[READ], 19900, 8602.271186440677
[READ], 20000, 10844.9072
[READ], 20100, 9569.871019108281
[READ], 20200, 9594.990212071778
[READ], 20300, 9573.966507177034
[READ], 20400, 9864.934853420196
[READ], 20500, 9549.242718446601
[READ], 20600, 9982.843042071197
[READ], 20700, 9895.616279069767
[READ], 20800, 9677.13029315961
[READ], 20900, 9177.31136738056
[READ], 21000, 10363.12052117264
[READ], 21100, 10124.289517470881
[READ], 21200, 9748.567961165048
[READ], 21300, 9364.627450980392
[READ], 21400, 9931.574603174604
[READ], 21500, 9603.103668261563
[READ], 21600, 8279.015817223199
[READ], 21700, 10169.446002805049
[READ], 21800, 8556.584437086092
[READ], 21900, 10589.108527131782
[READ], 22000, 9387.962025316456
[READ], 22100, 9504.377742946708
[READ], 22200, 9530.31111111111
[READ], 22300, 9547.690476190477
[READ], 22400, 9741.399662731872
[READ], 22500, 9836.791208791208
[READ], 22600, 9876.502495840266
[READ], 22700, 9488.595846645367
[READ], 22800, 9610.938388625593
[READ], 22900, 9562.567092651758
[READ], 23000, 6430.679775280899
[READ], 23100, 11960.069805194806
[READ], 23200, 9615.279483037157
[READ], 23300, 9878.073756432246
[READ], 23400, 9983.84126984127
[READ], 23500, 9983.60370994941
[READ], 23600, 10163.404326123127
[READ], 23700, 9794.866556836903
[READ], 23800, 8506.333333333334
[READ], 23900, 8416.605388272583
[READ], 24000, 12268.345963756177
[READ], 24100, 9600.468253968254
[READ], 24200, 9722.238095238095
[READ], 24300, 9714.727272727272
[READ], 24400, 11747.754257907543
[READ], 24500, 11821.759599332221
[READ], 24600, 6232.584935897436
[READ], 24700, 13554.902960526315
[READ], 24800, 9416.28346456693
[READ], 24900, 9663.8992
[READ], 25000, 8845.637316561844
[READ], 25100, 15036.14705882353
[READ], 25200, 10288.597809076682
[READ], 25300, 10054.041597337771
[READ], 25400, 9921.79767827529
[READ], 25500, 9601.559677419355
[READ], 25600, 9815.891760904686
[READ], 25700, 9825.495769881556
[READ], 25800, 10184.044262295081
[READ], 25900, 9738.221498371335
[READ], 26000, 9575.597110754414
[READ], 26100, 9546.192118226601
[READ], 26200, 8667.083188908146
[READ], 26300, 11094.272445820434
[READ], 26400, 9700.555555555555
[READ], 26500, 9573.47471451876
[READ], 26600, 9515.502325581396
[READ], 26700, 9375.49765258216
[READ], 26800, 9628.854604200324
[READ], 26900, 10589.459312839059
[READ], 27000, 10117.197712418301
[READ], 27100, 10076.063973063972
[READ], 27200, 9256.413846153846
[READ], 27300, 9593.066235864297
[READ], 27400, 9603.374392220421
[READ], 27500, 9736.790476190476
[READ], 27600, 9261.768166089965
[READ], 27700, 10745.025974025973
[READ], 27800, 9628.113636363636
[READ], 27900, 9853.816558441558
[READ], 28000, 9468.066455696202
[READ], 28100, 9899.327272727272
[READ], 28200, 9997.78391959799
[READ], 28300, 9678.92786885246
[READ], 28400, 8699.644873699852
[READ], 28500, 10102.683706070287
[READ], 28600, 9618.244147157191
[READ], 28700, 9132.931085043989
[READ], 28800, 9526.056603773584
[READ], 28900, 8704.455858747993
[READ], 29000, 10491.798711755233
[READ], 29100, 8109.624427480916
[READ], 29200, 10735.57142857143
[READ], 29300, 9616.280898876405
[READ], 29400, 9528.450236966824
[READ], 29500, 9580.0704
[READ], 29600, 9360.708920187793
[READ], 29700, 9860.967479674797
[READ], 29800, 10276.520761245674
[READ], 29900, 9663.863782051281
[READ], 30000, 9771.35064935065
[READ], 30100, 9912.447412353924
[READ], 30200, 9921.008210180624
[READ], 30300, 9836.739202657807
[READ], 30400, 9905.598705501618
[READ], 30500, 9891.704809286899
[READ], 30600, 7467.074380165289
[READ], 30700, 13098.001801801802
[READ], 30800, 9622.144444444444
[READ], 30900, 9680.43729903537
[READ], 31000, 9826.11272141707
[READ], 31100, 9505.854889589906
[READ], 31200, 7624.309375
[READ], 31300, 11570.279932546375
[READ], 31400, 9710.539781591264
[READ], 31500, 9145.493212669684
[READ], 31600, 9284.477586206896
[READ], 31700, 10084.094427244581
[READ], 31800, 9718.876602564103
[READ], 31900, 9325.639072847682
[READ], 32000, 8757.115942028986
[READ], 32100, 10017.18759936407
[READ], 32200, 10097.29772329247
[READ], 32300, 9103.506024096385
[READ], 32400, 9866.845906902086
[READ], 32500, 9705.837881219904
[READ], 32600, 9651.238019169328
[READ], 32700, 9640.56345177665
[READ], 32800, 9711.967391304348
[READ], 32900, 9429.888714733543
[READ], 33000, 9813.847790507365
[READ], 33100, 9613.688206785137
[READ], 33200, 9530.467614533965
[READ], 33300, 9661.13128038898
[READ], 33400, 9654.419512195122
[READ], 33500, 9629.004716981131
[READ], 33600, 9526.605136436598
[READ], 33700, 7099.5499276411
[READ], 33800, 11207.324237560193
[READ], 33900, 7268.6495176848875
[READ], 34000, 11223.41826215022
[READ], 34100, 9300.13782051282
[READ], 34200, 9432.213414634147
[READ], 34300, 9867.24132231405
[READ], 34400, 9480.456112852664
[READ], 34500, 9528.611464968153
[READ], 34600, 9622.977528089888
[READ], 34700, 10249.148211243612
[READ], 34800, 9530.783094098884
[READ], 34900, 9687.445880452342
[READ], 35000, 9702.62783171521
[READ], 35100, 9221.545008183306
[READ], 35200, 8638.594594594595
[READ], 35300, 3963.267831149927
[READ], 35400, 12167.513605442176
[READ], 35500, 7565.805073431242
[READ], 35600, 13778.882262996942
[READ], 35700, 9115.615384615385
[READ], 35800, 9566.58918128655
[READ], 35900, 9866.214285714286
[READ], 36000, 10488.423597678917
[READ], 36100, 4517.155786350148
[READ], 36200, 17546.103703703702
[READ], 36300, 10396.110307414105
[READ], 36400, 10532.918060200669
[READ], 36500, 9755.862295081968
[READ], 36600, 9382.49761526232
[READ], 36700, 10347.965986394558
[READ], 36800, 9425.170046801872
[READ], 36900, 7212.138840070299
[READ], 37000, 13462.921367521367
[READ], 37100, 9113.551948051949
[READ], 37200, 7974.428358208956
[READ], 37300, 11672.308970099668
[READ], 37400, 9316.114832535884
[READ], 37500, 9555.182527301093
[READ], 37600, 9871.37908496732
[READ], 37700, 9455.246056782335
[READ], 37800, 8099.459415584415
[READ], 37900, 11169.5056726094
[READ], 38000, 9989.613376835237
[READ], 38100, 9667.97623089983
[READ], 38200, 9583.657056145676
[READ], 38300, 9953.011608623548
[READ], 38400, 9484.226917057904
[READ], 38500, 9549.02564102564
[READ], 38600, 9696.464462809918
[READ], 38700, 9554.423622047245
[READ], 38800, 7354.82590529248
[READ], 38900, 10022.785074626865
[READ], 39000, 9888.990163934426
[READ], 39100, 9371.405279503106
[READ], 39200, 9488.33386327504
[READ], 39300, 8995.551083591332
[READ], 39400, 9780.153481012658
[READ], 39500, 9633.946601941747
[READ], 39600, 9607.100158982512
[READ], 39700, 9576.317230273751
[READ], 39800, 9606.289137380192
[READ], 39900, 9649.900481540932
[READ], 40000, 9466.53090332805
[READ], 40100, 9640.020766773163
[READ], 40200, 9707.151919866445
[READ], 40300, 9802.099056603774
[READ], 40400, 9742.858319604613
[READ], 40500, 10342.071304347826
[READ], 40600, 6463.182197496523
[READ], 40700, 8648.710429447852
[READ], 40800, 9065.605396290051
[READ], 40900, 12927.488636363636
[READ], 41000, 9848.353552859619
[READ], 41100, 9814.611205432937
[READ], 41200, 8856.881028938908
[READ], 41300, 11590.208474576271
[READ], 41400, 10603.945273631842
[READ], 41500, 9838.00822368421
[READ], 41600, 8484.869636963696
[READ], 41700, 6120.791717417783
[READ], 41800, 12078.76948051948
[READ], 41900, 9465.285714285714
[READ], 42000, 10039.64705882353
[READ], 42100, 10049.461666666666
[READ], 42200, 9864.565789473685
[READ], 42300, 9780.102439024391
[READ], 42400, 10061.901433691757
[READ], 42500, 9525.288261515601
[READ], 42600, 9638.209982788296
[READ], 42700, 9760.094656488549
[READ], 42800, 9931.519801980197
[READ], 42900, 10001.584055459272
[READ], 43000, 9581.586153846154
[READ], 43100, 9541.756369426752
[READ], 43200, 9654.81891025641
[READ], 43300, 9823.177631578947
[READ], 43400, 6932.284389489953
[READ], 43500, 5406.931402439024
[READ], 43600, 15594.331699346405
[READ], 43700, 9116.228758169935
[READ], 43800, 9845.583841463415
[READ], 43900, 10308.05357142857
[READ], 44000, 11956.97384305835
[READ], 44100, 9853.560975609756
[READ], 44200, 9493.0128
[READ], 44300, 10176.737201365188
[READ], 44400, 9629.058544303798
[READ], 44500, 9716.954619124797
[READ], 44600, 7997.623488773748
[READ], 44700, 10643.539244186046
[READ], 44800, 10444.551903114187
[READ], 44900, 9679.432475884245
[READ], 45000, 9380.874587458746
[READ], 45100, 10040.009538950715
[READ], 45200, 7951.480215827338
[READ], 45300, 10633.374414976599
[READ], 45400, 10854.61935483871
[READ], 45500, 9911.440594059406
[READ], 45600, 9569.030995106035
[READ], 45700, 9911.181964573268
[READ], 45800, 10154.207818930041
[READ], 45900, 11749.094276094276
[READ], 46000, 9781.653290529695
[READ], 46100, 9813.94673539519
[READ], 46200, 9448.333853354134
[READ], 46300, 9038.413509060956
[READ], 46400, 10361.187306501548
[READ], 46500, 9622.738019169328
[READ], 46600, 9756.415309446254
[READ], 46700, 9904.704248366013
[READ], 46800, 9955.598333333333
[READ], 46900, 9702.03409090909
[READ], 47000, 8736.499170812604
[READ], 47100, 10404.666666666666
[READ], 47200, 9031.233333333334
[READ], 47300, 10752.28790459966
[READ], 47400, 9546.047619047618
[READ], 47500, 9759.765957446809
[READ], 47600, 9675.94276094276
[READ], 47700, 9421.1056
[READ], 47800, 10182.40625
[READ], 47900, 7681.728291316526
[READ], 48000, 11753.051752921536
[READ], 48100, 9858.988255033557
[READ], 48200, 9915.307817589577
[READ], 48300, 9554.157894736842
[READ], 48400, 9644.700483091787
[READ], 48500, 9873.67612687813
[READ], 48600, 9643.348101265823
[READ], 48700, 9780.324193548387
[READ], 48800, 9675.600654664484
[READ], 48900, 9559.727987421384
[READ], 49000, 10298.838487972509
[READ], 49100, 8894.806397306398
[READ], 49200, 9721.740902474527
[READ], 49300, 6190.066666666667
[READ], 49400, 11924.19772403983
[READ], 49500, 9972.66059602649
[READ], 49600, 9676.825242718447
[READ], 49700, 9664.111464968153
[READ], 49800, 9050.419934640522
[READ], 49900, 10711.789207419899
[READ], 50000, 9733.511589403974
[READ], 50100, 10166.994949494949
[READ], 50200, 9765.004830917875
[READ], 50300, 9208.425233644859
[READ], 50400, 10347.952380952382
[READ], 50500, 7220.671003717473
[READ], 50600, 7980.610644257703
[READ], 50700, 14342.91201353638
[READ], 50800, 8680.949771689498
[READ], 50900, 6193.819417475728
[READ], 51000, 14674.744881889765
[READ], 51100, 6837.615879828326
[READ], 51200, 14466.142389525368
[READ], 51300, 10089.776649746193
[READ], 51400, 10008.373534338358
[READ], 51500, 10218.5204778157
[READ], 51600, 9795.459731543624
[READ], 51700, 10953.172727272728
[READ], 51800, 9983.786574870912
[READ], 51900, 10490.96694214876
[READ], 52000, 9976.361386138615
[READ], 52100, 10023.469594594595
[READ], 52200, 9992.602671118531
[READ], 52300, 10158.02508361204
[READ], 52400, 9683.429951690821
[READ], 52500, 9824.708542713568
[READ], 52600, 7225.106382978724
[READ], 52700, 11022.39165329053
[READ], 52800, 10213.677811550151
[READ], 52900, 8782.731454005934
[READ], 53000, 8329.334328358209
[READ], 53100, 10644.642857142857
[READ], 53200, 7421.493934142114
[READ], 53300, 11654.51510067114
[READ], 53400, 10971.424957841484
[READ], 53500, 10255.239024390245
[READ], 53600, 10229.462929475587
[READ], 53700, 10562.564924114671
[READ], 53800, 8228.741248097413
[READ], 53900, 8765.633064516129
[READ], 54000, 10086.226821192053
[READ], 54100, 9637.33118971061
[READ], 54200, 9729.777777777777
[READ], 54300, 10270.174061433447
[READ], 54400, 9393.306962025317
[READ], 54500, 9898.10197368421
[READ], 54600, 9830.311557788944
[READ], 54700, 9447.22385620915
[READ], 54800, 4858.790697674419
[READ], 54900, 12071.057827926657
[READ], 55000, 8031.445585215606
[READ], 55100, 4860.4897660818715
[READ], 55200, 17333.992223950234
[READ], 55300, 9713.583468395462
[READ], 55400, 9974.774299835255
[READ], 55500, 6976.351973684211
[READ], 55600, 11790.397590361446
[READ], 55700, 9846.79367720466
[READ], 55800, 9870.97528830313
[READ], 55900, 9858.995106035889
[READ], 56000, 9284.075907590759
[READ], 56100, 10133.77614379085
[READ], 56200, 10307.528428093645
[READ], 56300, 10829.703237410073
[READ], 56400, 9942.747068676717
[READ], 56500, 9861.232899022802
[READ], 56600, 9768.51056910569
[READ], 56700, 6331.05671641791
[READ], 56800, 7558.523131672598
[READ], 56900, 11622.580226904376
[READ], 57000, 9415.403877221324
[READ], 57100, 10176.238562091503
[READ], 57200, 8263.840983606557
[READ], 57300, 4065.6414790996782
[READ], 57400, 17659.74662162162
[READ], 57500, 9691.472353870458
[READ], 57600, 9329.475328947368
[READ], 57700, 8977.024154589371
[READ], 57800, 6619.955555555555
[READ], 57900, 11592.601296596435
[READ], 58000, 12392.90529695024
[READ], 58100, 9336.953871499176
[READ], 58200, 10078.639291465379
[READ], 58300, 10170.724315068494
[READ], 58400, 9545.769867549669
[READ], 58500, 11045.304728546409
[READ], 58600, 9750.462035541195
[READ], 58700, 9659.374183006536
[READ], 58800, 10536.990853658537
[CLEANUP], Operations, 60
[CLEANUP], AverageLatency(us), 298.51666666666665
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 17898
[CLEANUP], 0, 298.51666666666665